Repository: rootio/rootio-cloud
Catalog: rootio/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Media upload error (S3)
pt: Erro de upload de mídia (S3)

source: Media upload error (filesystem)
pt: Erro de upload de mídia (ficheiro do sistema)

source: Invalid
pt: Incorreto

source: Save
pt: Gravar

source: SIP Port
pt: Porta SIP

source: Re-register Period
pt: Período de Registação

source: Jingle play interval
pt: Jingle de intervalo

source: 1 - 1440 (seconds)
pt: 1 - 1440 (segundos)

source: Strict scheduling
pt: Agendamento estrito

source: Terminate programs at exact end time
pt: Terminar programas na hora exata em que acaba

source: Frequency of Synchronization (Transmission site to cloud server)
pt: Frequência de Sincronização (Transmissão do local com o servidor na nuvem)

source: Frequency of transmission site probing
pt: Sondagem da frequência de trasmissaõ do site

source: How many times should community ads loop
pt: Quantas vezes deve o anuncio da comunidade tocar

source: How many times should community greetings loop
pt: Quantas vezes deve a saudação da comunidade tocar

source: How many times should community announcements loop
pt: Quantas vezes deve a comunicação da comunidade tocar

source: TTS Voice
pt: Voz TTS

source: -select-
pt: -seleccionar-

source: Audio Quality
pt: Qualidade áudio

source: Audio Format
pt: Modelo de áudio

source: Use Text-to-Speech
pt: Usar conversão de texto em voz

source: Station
pt: Estação

source: You are now on air
pt: Está ao vivo

source: Your call will end in
pt: A sua chamada vai terminar

source: seconds
pt: segundos

source: You have a caller on the line. To connect to the station, press one, to cancel, press two
pt: Tem uma chamada em linha. Para conectar á estação clique 1, para cancelar clique 2

source: You are scheduled to host a talk show at this time. If you are ready, press one, if not ready, press two
pt: Está programado para hospedar uma entrevista a esta hora. Se estiver pronto pressione 1, se não estiver pronto pressione 2

source: Please wait while we connect you to the radio station
pt: Por favor espera enquanto o conectamos à estação de rádio

source: Your call will be terminated and you will be called when someone calls into the station
pt: A sua chamada vai ser terminada e será chamado quando alguém chamar para a estação

source: All incoming calls will be rejected
pt: Todas as chamadas vão ser rejeitadas

source: All incoming calls will be automatically answered
pt: Todas as chamadas vão ser automaticamente atendidas

source: All incoming calls will be queued for call back
pt: Todas as chamadas vão ficar em espera para ser chamadas de volta

source: You will be called back in 5 minutes
pt: Vai ser chamado de volta em 5 minutos

source: Please enter the number to call and press the # key to dial
pt: Insira o numero a chamar e pressione # para chamar

source: You are calling { number }
pt: Está a chamar { number }

source: Call from community caller { caller number }
pt: Chamada de um membro da comunidade {caller number}

source: was queued
pt: foi adicionado á fila

source: The call to { number }
pt: A chamada para { number }

source: failed. Please pres the hash key to try again
pt: falhou. Por favor pressione # para tentar de novo

source: Thank you for wanting to take part in this program. We will call you back shortly
pt: Obrigado por quere fazer parte deste programa. Iremos chamar de volta em breve

source: Please wait while we connect you to the host of this program
pt: Por favor espera enquanto conectamos a sua chamada para o hospedeiro deste programa

source: You are now on air (text)
pt: Está agora em direto (text)

source: Your call will end in (text)
pt: A sua chamada vai terminar em (text)

source: seconds (text)
pt: segundos (text)

source: You have a caller on the line. To connect to the station, press one, to cancel, press two (text)
pt: Tem uma chamada em linha. Para conectar esta chamada á estação pressione 1, para cancelar pressione 2 (text)

source: You are scheduled to host a talk show at this time. If you are ready, press one, if not ready, press two (text)
pt: Está agendado para hospedar um programa de entrevista a esta hora. Se estiver pronto pressione 1, se não estiver pressione 2 (text)

source: Please wait while we connect you to the radio station (text)
pt: Por favor espera enquanto o conectamos à estação de rádio (text)

source: Your call will be terminated and you will be called when someone calls into the station (text)
pt: A sua chamada vai ser terminada e será chamado quando alguém chamar para a estação (text)

source: All incoming calls will be rejected (text)
pt: Todas as chamadas vão ser rejeitadas (text)

source: All incoming calls will be automatically answered (text)
pt: Todas as chamadas vão ser automaticamente atendidas (text)

source: All incoming calls will be queued for call back (text)
pt: Todas as chamadas vão ser agendadas para serem chamadas de volta (text)

source: You will be called back in 5 minutes (text)
pt: Vai ser chamado de volta em 5 minutos (text)

source: Please enter the number to call and press the # key to dial (text)
pt: Por favor insira o numero a chamar e pressione # para chamar (text)

source: You are calling { number } (text)
pt: Está a chamar { number } (text)

source: Call from community caller { caller number } (text)
pt: Chamada de um membro da comunidade { caller number } (text)

source: was queued (text)
pt: foi adicionado á fila (text)

source: The call to { number } (text)
pt: A chamada para { number } (text)

source: failed. Please pres the hash key to try again (text)
pt: falhou. Por favor pressione # para tentar de novo (text)

source: Thank you for wanting to take part in this program. We will call you back shortly (text)
pt: Obrigado por quere fazer parte deste programa. Irá receber uma chamada em preve (text)

source: Please wait while we connect you to the host of this program (text)
pt: Por favor espere enquanto o conectamos ao hospedeiro deste programa (text)

source: Station updated.
pt: Estação atualizada

source: Station added.
pt: Estação adicionada

source: Validation error
pt: Erro de validação

source: SIP details updated.
pt: Informações SIP atualizadas

source: Audio levels updated.
pt: Volume de som atualizado

source: Configuration saved.
pt: Configurações gravadas

source: TTS settings updated.
pt: Configurações TTS atualizadas

source: Synchronization settings updated.
pt: Configurações de sincronização atualizadas

source: Content settings updated.
pt: Conteudo das definições atualizado.

source: Name of the stream
pt: Nome do stream

source: Track name
pt: Nome da faixa

source: Welcome message (recorded file)
pt: Texto de boas vindas (ficheiro gravado)

source: Message type (recorded file)
pt: Tipo de mensagem (ficheiro gravado)

source: Days prompt (recorded file)
pt: Linha de comando de Dias (Ficheiro gravado)

source: Record Prompt (recorded file)
pt: Linha de comando de Gravação (Ficheiro gravado)

source: Finalization prompt (recorded file)
pt: Linha de comando de Finalização (Ficheiro gravado)

source: Goodbye message (recorded file)
pt: Mensagem de adeus (ficheiro gravado)

source: Welcome message (text)
pt: Mensagem de boas vindas (texto)

source: Message type (text)
pt: Tipo de mensagem (texto)

source: Days prompt (text)
pt: Linha de comando de Dias (texto)

source: Record Prompt (text)
pt: Linha de comando de Gravação (texto)

source: Finalization prompt (text)
pt: Linha de comando de Finalização (texto)

source: Goodbye message (text)
pt: Mensagem de adeus (texto)

source: Name of the podcast
pt: Nome do podcast

source: Description
pt: Descrição

source: Name of the playlist
pt: Nome da playlist

source: Track updated.
pt: Faixa atualizada

source: Track added.
pt: Faixa adicionada

source: Content updated.
pt: Conteúdo atualizado

source: No file part
pt: Sem parte do ficheiro

source: No selected file
pt: Nenhum ficheiro seleccionado

source: Content added.
pt: Conteúdo adicionado

source: Host added.
pt: Host adicionado

source: Host edited.
pt: Host alterado

source: Podcast updated
pt: Podcast atualizado

source: Podcast added.
pt: Podcast adicionado

source: Stream updated
pt: Stream atualizado

source: Stream added.
pt: Stream adicionado

source: Playlist updated.
pt: Playlist atualizada.

source: Playlist added.
pt: Playlist adicionada

source: Username or email
pt: Nome do utilizador ou email

source: Password
pt: Palavra-passe

source: Remember me
pt: Lembrar senha

source: Sign in
pt: Iniciar sessão

source: What's your email address?
pt: Qual é o teu email?

source: %s characters or more
pt: %s caracteres ou mais

source: Choose your username
pt: Escolha o seu nome de utilizador

source: Don't worry. you can change it later.
pt: Não se precupe. Você poderá modificá-lo posteriormente.

source: Agree to the <a target="blank" href="/terms">Terms of Service</a>
pt: Aceitar as termos de serviço

source: Sign up
pt: Registar-se

source: This username is already registered
pt: Nome de utilizador já registado

source: This email is already registered
pt: Email já registrado

source: Your email
pt: O teu email

source: Send instructions
pt: Enviar instruções

source: Password again
pt: Outra vez a palavra-passe

source: Passwords don't match
pt: Palavras-passe não coincidem

source: Reauthenticate
pt: Reautenticar

source: Your OpenID
pt: O seu OpenID

source: Log in with OpenID
pt: Iniciar sessão com OpenID

source: %s characters or more! Be tricky.
pt: %s caracteres ou mais! Seja astuto.

source: Create Profile
pt: Criar um perfil

source: This username is taken.
pt: Nome de utilizador já em uso

source: This email is taken.
pt: Esse email já está a ser utilizado

source: Logged in
pt: Sessão iniciada

source: Please input keyword(s)
pt: Escreva a(s) palavra(s) chave

source: This account is not yet activated. Please click the link sent to you to activate
pt: Essa conta ainda não foi ativada. Por favor clique no link enviado para o ativar

source: Invalid login details. Please try again
pt: Dados de acesso errados. Por favor tente outra vez

source: A new activation link was sent to you via email, please check your inbox!
pt: Foi lhe enviado um novo link ao seu email, por favor controle a sua caixa de entrada

source: Reauthenticated.
pt: Autenticar novamente

source: Password is wrong.
pt: Palavra-passe errada.

source: Logged out
pt: Sessão terminada

source: Your account was created. Please click on the link sent to your email to validate it
pt: O teu account foi criado. Por favor clique no link enviado por email para o validar

source: Invalid link
pt: Link inválido

source: No user found. This account is probably already validated, try logging in
pt: Usuário não encontrado. Esse account provavelmente já foi validado, tente fazer o acesso

source: This account has successfully been validated, please login
pt: Esse account foi validado com êxito, por favor faça o login

source: Your password has been changed, please log in again
pt: A tua palavra-passe foi modificada, por favor faça o login novamente

source: Please see your email for instructions on how to access your account
pt: Por favor verifique o seu email para obter instruções sobre como acessar sua conta.

source: Sorry, no user found for that email address
pt: Desculpe, utilizador não encontrado para este email

source: Language changed to
pt: Língua mudada para

source: Meeting date
pt: Data da reunião

source: Attendees
pt: Participantes

source: Minutes
pt: Minutos

source: Meeting created. An audio transcript for the meeting has been added to the selected track
pt: Reunião criada. Uma transcrição de áudio da reunião foi adicionada à faixa selecionada

source: Meeting created. An audio transcript for the meeting could not be created
pt: Reunião criada. Não foi possível criar uma transcrição de áudio para a reunião

source: Meeting created.
pt: Reunião criada.

source: Invalid JSON data.
pt: Dados JSON inválidos.

source: Name or callsign of station
pt: Nome ou indicativo da estação

source: Station broadcast frequency
pt: Frequência de radiodifusão da estação

source: Station contact telephone number
pt: Número de telefone da estação

source: Primary languages the station will broadcast in
pt: Linguagens principais que a estação irá transmitir

source: How frequently the transmitter should check for updates, in seconds
pt: Com que freqüência o transmissor tem que verificar as atualizações, em segundos

source: IP address of the transmitter on the local network. Should start with 230.
pt: Endereço IP do transmissor na rede local. Deve começar com 230.

source: Station Name
pt: Nome da estação

source: Languages
pt: Línguas

source: Key for communication with the API
pt: Chave para comunicação com o API

source: Broadcasting Frequency
pt: Frequência de transmissão

source: About the station
pt: Sobre a estação

source: Drag content here in desired order, double click to reset
pt: Arrastar conteúdo aqui na ordem desejada, fazer duplo-clique para reiniciar

source: Duration of the program, in HH:MM(:SS)
pt: Duração do programa, em HH:MM(:SS)

source: Networks
pt: Redes

source: This field expects JSON
pt: Este campo aguarda JSON

source: Invitation has been %sacceptaccepted
pt: O convite foi %s aceito

source: Invitation has been deleted
pt: O convite foi excluído

source: Unknown action specified
pt: Ação desconhecida

source: Network Created.
pt: Rede criada.

source: Station created.
pt: Estação criada.

source: Station creation failed.
pt: A criação da estação falhou.

source: SIP profile created.
pt: Perfil SIP criado.

source: SIP profile creation failed.
pt: A criação do perfil SIP falhou.

source: SIP profile ready
pt: Perfil SIP pronto

source: Program updated.
pt: Programa atualizado

source: Program added.
pt: Programa adicionado.

source: Music Program updated.
pt: Programa de música atualizado.

source: Person updated.
pt: Pessoa atualizada.

source: Person added.
pt: Pessoa adicionada

source: Block updated.
pt: Bloco atualizados.

source: Block added.
pt: Bloco adicionado.

source: User updated.
pt: Utilizador atualizado

source: Language updated.
pt: Língua atualizada

source: Language added.
pt: Língua adicionada.

source: Program Type updated.
pt: Tipo de Programa atualizado.

source: Program Type added.
pt: Tipo de Programa adicionado.

source: Content Type updated.
pt: Tipo de conteúdo atualizado.

source: Content Type added.
pt: Tipo de conteúdo adicionado.

source: Receive Program Notifications
pt: Receber notifcações do programa

source: Gender
pt: Género

source: Age
pt: Idade

source: Phone
pt: Telefone

source: Location
pt: Localização

source: Please pick another name.
pt: Por favor, escolhe outro nome

source: Please upload files with extensions: %s/
pt: Por favor carregue ficheiros com extensões: %s/

source: Name
pt: Nome

source: Retype-password
pt: Confirmar palavra-passe

source: The Passwords Don't Match
pt: As palavras-passe não combinam

source: Current password
pt: Palavra-passe atual

source: New password
pt: Palavra-passe nova

source: Public profile updated.
pt: Perfil público atualizado.

source: Password updated.
pt: Palavra-passe atualizada.

source: Phone Number
pt: Número de telefone

source: Type
pt: Tipo

source: Phone Number updated.
pt: Número de telefone atualizado

source: Phone Number added.
pt: Número de telefone adicionado.

source: a loosely-integrated, content-agnostic “solution stack” for peer-oriented radio networks
pt: a vagamente-integrada, conteúdo-agnóstica solução em grande conteúdo para redes de rádio orientadas

source: Configuration
pt: Configuração

source: Content
pt: Conteudo

source: Add
pt: Adicionar

source: Ads loops
pt: Anúncios em repetição

source: Greetings loops
pt: Saudações em repetição

source: Announcements loops
pt: Declarações em repetição

source: Edit
pt: Editar

source: Telephony configured
pt: Telefonia configurada

source: Configure telephony
pt: Configurar telefonia

source: SIP configured
pt: SIP configurado

source: Configure SIP
pt: Configurar SIP

source: API key configured
pt: Chave API configurado

source: Configure API key
pt: Configurar chave API

source: TTS configured
pt: TTS configurado

source: Configure TTS
pt: Configurar TTS

source: IVR configured
pt: IVR Configurado

source: Configure IVR
pt: Configurar IVR

source: Please provide TTS text.
pt: Forneça um texto TTS.

source: Use Text-to-Speech (You need to configure your station first)
pt: Usar Texto-para-fala (É necessárop configurar sua estação primeiro)

source: File size must be less than 50 MB.
pt: O tamanho do arquivo deve ser inferior a 50 MB.

source: Please upload .mp3 or .wav.
pt: Faça upload de .mp3 ou .wav.

source: Please upload a file.
pt: Faça upload de um arquivo.

source: Add Menu
pt: Menu de anúncios

source: IVR Menus
pt: Menu de IVR

source: Configure
pt: Configurar

source: Incoming Gateway
pt: Gateway de entrada

source: Welcome prompt
pt: Linha de comando de aviso de boas-vindas

source: Message Type prompt
pt: Linha de comando para o tipo de mensagem

source: Number of days prompt
pt: Linha de comando do numero de dias

source: Record prompt
pt: Linha de comando de gravação

source: Validation prompt
pt: Linha de comando de validação

source: Goodbye message
pt: Mensagem de adeus

source: Last Modified
pt: Última modificação

source: Summary
pt: Sumário

source: Telephony
pt: Telefonia

source: SIP Telephony
pt: Telefonia SIP

source: Audio Settings
pt: Configuração de áudio

source: IVR Menu
pt: Menu IVR

source: Voice prompts
pt: Linha de comando de vóz

source: Synchronization
pt: Sincronização

source: SIP Username
pt: Utilizador SIP

source: SIP Server
pt: Servidor SIP

source: SIP protocol
pt: Protocolo SIP

source: SIP Timeout
pt: Tempo Limite SIP

source: Media Volume
pt: Volume de mídia

source: Call Volume
pt: Volume de chamada

source: File Normalization Factor
pt: Fator de normalização de arquivo

source: Strict Scheduling
pt: Agendamento estrito

source: Enabled
pt: Ativada

source: Disabled
pt: Desativada

source: Transmitter Number(s)
pt: Número (s) do transmissor

source: Whitelist Numbers
pt: Números da lista branca

source: Outgoing Gateways
pt: Gateways de saída

source: Incoming Gateways
pt: Gateways de entrada

source: Synchronization frequency
pt: Frequência de sincronização

source: Analytic probing frequency
pt: Frequência de sondagem analítica

source: TTS Settings
pt: Configurações TTS

source: TTS Accent
pt: Pronuncia do TTS

source: Language
pt: Linguagem

source: Variant
pt: Variante

source: Audio Quality (KHz
pt: Qualidade de audio (KHz

source: Please write.
pt: Por favor escreva

source: Add voice prompts
pt: Linha de comando para adicionar vóz

source: Your call will end in { seconds }
pt: A sua chamada terminda em { seconds }

source: Your call will end in { seconds }
pt: Sua chamada terminará em { seconds }

source: Call from community caller { caller number }
pt: Chamada da comunidade { caller number }

source: Voice Prompts
pt: Linha de comando de vóz

source: Last Updated
pt: Ultima atualização

source: Use TTS
pt: Usar TTS

source: Prefetch TTS
pt: Pré-busca TTS

source: Files
pt: Ficheiros

source: View Prompts
pt: Linha de comando para ver

source: Content Dashboard
pt: Painel de conteúdo

source: Community Messages
pt: Mensagens da comunidade

source: Go to programs
pt: Vá para programas

source: Originator
pt: Originador

source: Date Recorded
pt: Data Gravada

source: Listen
pt: Ouvir

source: Duration
pt: Duração

source: Message Type
pt: Tipo de mensagem

source: Valid until
pt: Válido até

source: Approved
pt: Aprovado

source: secs.
pt: seg.

source: Advertisement
pt: Anúncios

source: Announcement
pt: Declarações

source: Greeting
pt: Saudações

source: Host
pt: Hospedeiro

source: Program Hosts
pt: Hospedeiro do programa

source: Music Playlist
pt: Lista de reprodução de Música

source: Add Recurring Program to Schedule
pt: Adicionar programas repetidos ao horário

source: Title
pt: Titulo

source: Is Included
pt: É incluido

source: Songs/Duration
pt: Musicas/Duração

source: Playlists
pt: Listas de reprodução

source: Go to music programs
pt: Ir para programas de música

source: Playlist
pt: Listas de reprodução

source: Songs
pt: Musicas

source: Albums
pt: Albuns

source: Artists
pt: Artistas

source: Content Podcast
pt: Conteúdo do Podcast

source: Date Created
pt: Data criada

source: Podcast name
pt: Nome do podcast

source: Content Stream
pt: Conteúdo da Stream

source: Stream name
pt: Nome da stream

source: Content Uploads
pt: Uploads de conteúdo

source: Uploaded date
pt: Data do upload

source: File name
pt: Nome do ficheiro

source: Status
pt: Estado

source: Content Type
pt: Tipo de conteúdo

source: Track
pt: Faixa

source: Subscriptions
pt: Subscrições

source: Tracks
pt: Faixas

source: Community Notices
pt: Avisos da comunidade

source: Hosts
pt: Hospedeiros

source: Track contents
pt: Conteúdos das faixas

source: Empty this track
pt: Esvaziar esta faixa

source: Add Media
pt: Adicionar media

source: Forbidden page
pt: Página proibida

source: Forbidden Page
pt: Página proibida

source: You do not have permission to access this page.
pt: Não tem permissão para acessar esta página.

source: <a href="/login">Log in</a> and try again?
pt: <a href="/login">Login</a>e tente novamente?

source: Project
pt: Projeto

source: Page not found
pt: Página não encontrada

source: This might be the result of either:
pt: Isso pode ser o resultado de:

source: a mistyped address
pt: um endereço incorreto

source: a broken link
pt: um link partido

source: Server error
pt: Erro de servidor

source: Server Error
pt: Erro de servidor

source: Sorry for the inconvenience
pt: Desculpe pela inconveniência

source: Change Password
pt: Mudar a password

source: Already have an account?
pt: Já tem uma conta?

source: please
pt: por favor

source: Don't have an account?
pt: Não tem uma conta?

source: Forgot your password?
pt: Esqueceu a sua password?

source: Error
pt: Erro

source: Activate account
pt: Ativar conta

source: Didn't get the link?
pt: Não recebeu o link?

source: Resend the activation email
pt: Reenviar o e-mail de ativação

source: Reset Password
pt: Redefinir senha

source: Search results for "%(keywords)s"
pt: Resultados da busca por "%(keywords)s"

source: Keywords needed!
pt: Palavras-chave necessárias!

source: <strong>%(total)s</strong> found for your search "<strong>%(keywords)s</strong>".
pt: <strong>%(total)s</strong>encontrado para sua pesquisa "<strong>%(keywords)s</strong>".

source: Sorry, Nothing found for your search "<strong>%(keywords)s</strong>".
pt: Desculpe, nada foi encontrado para sua pesquisa "<strong>%(keywords)s</strong>".

source: <p>Suggestions:</p> <ul> <li>Make sure all words are spelled correctly.</li> <li>Try different keywords.</li> <li>Try more general keywords.</li> </ul>
pt: <p>Sugestões</p> <ul> <li>Certifique-se de que todas as palavras estão escritas corretamente.</li> <li>Experimente palavras-chave diferentes.</li> <li>Tente palavras-chave mais genéricas.</li> </ul>

source: Terms of use
pt: Termos de uso

source: Question
pt: Questão

source: Answer
pt: Resposta

source: Meeting
pt: Reunião

source: Governance
pt: Governança

source: Meetings
pt: Reuniões

source: Archive
pt: Arquivo

source: Return to main radio menu
pt: Retornar ao menu principal do rádio

source: About
pt: Sobre

source: Help
pt: Ajuda

source: Report an issue
pt: Reportar um problema

source: Terms
pt: Termos
