Repository: rootio/rootio-cloud
Catalog: rootio/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true">activate Google Chrome Frame</a> to improve your experience.
pt: Está usando um navegador <strong>desatualizado</strong>. <a href="http://browsehappy.com/">Atualize</a> seu navegador ou <a href="http://www.google.com/chromeframe/?redirect=true">ative o Google Chrome Frame</a> para melhorar sua experiência.

source: <p>Forgot your password, %(username)s?</p> <p>%(project)s received a request to reset the password for your %(project)s account %(username)s.</p> <p>If you want to reset your password, click on the link below (or copy and paste the URL into your browser):</p> <a href="%(url)s"> Click to Reset Password</a> <p>This link takes you to a secure page where you can change your password. For tips on selecting a strong password, see our Safe Tweeting help page.</p> <p>If you don't want to reset your password, please ignore this message. Your password will not be reset. If you have any concerns, please contact us at %(project)s Support.</p> <p>The %(project)s Team</p>
pt: <p>Esqueceu sua senha,%(username)s?</p> <p>%(project)srecebeu uma solicitação para redefinir a senha da sua %(project)s conta %(username)s.</p> <p>Se deseja redefinir sua senha, clique no link abaixo (ou copie e cole o URL em seu navegador): </p> <a href="%(url)s">Clique para redefinir a senha</a> <p>Este link o leva a uma página segura onde você pode alterar sua senha. Para dicas sobre como selecionar uma senha forte, consulte nossa página de ajuda para um Tweeting seguro.</p> <p>Se não quiser redefinir sua senha, ignore esta mensagem. A sua senha não será redefinida. Se tiver alguma dúvida, entre em contato conosco no nosso %(project)s Suporte.</p> <p>A %(project)s Equipa</p>

source: Message Test
pt: Mensagem de teste

source: On Air Dashboard
pt: Painel ao vivo

source: Emergency Broadcast
pt: Transmissão de emergência

source: Stations
pt: Estações

source: Send Message
pt: Enviar mensagem

source: Send
pt: Enviar

source: Create Network
pt: Criar rede

source: Stations
pt: Estações

source: **Pending Invitations
pt: **Convites pendentes

source: Invited by
pt: Convidado por

source: Invitation Date
pt: Data de convite

source: Role
pt: Função

source: Network
pt: Rede

source: Action
pt: Ação

source: Battery
pt: Bateria

source: GSM Signal
pt: Sinal GSM

source: WiFi Network
pt: Rede WiFi

source: Memory
pt: Memoria

source: Storage
pt: Armazenamento

source: CPU
pt: Processador

source: Last ping
pt: Último ping

source: Add a station to this network
pt: Adicionar a estação a esta rede

source: Programs
pt: Programas

source: Music programs
pt: Programas de musica

source: Schedule
pt: Horário

source: Date
pt: Data

source: Music Program
pt: Programa de Música

source: Music Programs
pt: Programas de Música

source: Episodes Aired
pt: Episódios transmitidos

source: People
pt: Pessoas

source: Person
pt: Pessoa

source: News
pt: Notícias

source: Ads
pt: Anúncios

source: Media
pt: Mídia

source: Commmunity
pt: Comunidade

source: Program
pt: Programas

source: Music-Program
pt: Programa de Música

source: Cloud-Program
pt: Programa da Cloud

source: Success
pt: Sucesso

source: Failure
pt: Falha

source: No Media
pt: Sem mídia

source: Add Programs
pt: Adicionar programas

source: Add Recurring
pt: Adicionar repetidamente

source: Program Type
pt: Tipos de programa

source: Update Frequency
pt: Frequência de atualização

source: Block
pt: Bloquear

source: Daily
pt: Diáriamente

source: Weekdays
pt: Dias semanais

source: Weekends
pt: Fins de semana

source: Custom
pt: Personalizadas

source: Blocks
pt: Blocos

source: Start-End
pt: Início-Fim

source: Recurrence
pt: Repetição

source: Station Schedules
pt: Horários das estações

source: (frequency)
pt: (frequência)

source: Previous Program
pt: Programa anterior

source: Current Program
pt: Programa atual

source: Next Program
pt: Próximo programa

source: No programs played
pt: Sem programas transmitidos

source: Connection Information
pt: Informação da conexão

source: Information for the android phone application
pt: Infromação para a aplicação do android

source: Station ID:
pt: ID da estação:

source: Station Key:
pt: Chave da estação:

source: Server address:
pt: Endereço do servidor:

source: Port:
pt: Porta:

source: Phone Numbers
pt: Numeros de telefone

source: Logs
pt: Log de dados

source: View logs
pt: Ver log de dados

source: Content Types
pt: Tipos de conteúdo

source: Admin Dashboard
pt: Painel de administrador

source: System status
pt: Estado do sistema

source: ISO Code
pt: Código ISO

source: Locale
pt: Local

source: System
pt: Sistema

source: Users
pt: Utilizador

source: Program Types
pt: Tipos de programa

source: Definition
pt: Definição

source: Phone Functions
pt: Funções do telefone

source: User
pt: Utilizador

source: Username
pt: Nome do usuário

source: Created Time
pt: Data da criação

source: Profile
pt: Perfil

source: Public Profile
pt: Perfil publico

source: Calls
pt: Chamadas

source: Start Time
pt: Data de início

source: Duration (Secs.)
pt: Duração (seg.)

source: From
pt: De

source: To
pt: Para

source: Direction
pt: Direção

source: Number
pt: Número

source: Check credit
pt: Ver crédito

source: Incoming
pt: Entrada

source: Outgoing
pt: Saída

source: Telephony Dashboard
pt: Painel de telefonia

source: Messages
pt: Mensagens

source: Outgoing gateways
pt: Gateways de saída

source: Sendtime
pt: Data de envio

source: Text
pt: Texto

source: Country
pt: País

source: Hello
pt: Olá

source: Radio Dashboard
pt: Painél da rádio

source: Telephony Records
pt: Registros de telefonia

source: Configure Station
pt: Configurar estação

source: Emergency Broadcast
pt: Transmissão de emergência

source: Schedule Message Tester
pt: Agendar testador de mensagens

source: Manage Users
pt: Gerir usuários

source: Manage Content
pt: Gerir conteúdo

source: Community Governance
pt: Governança Comunitária

source: Telephony Records
pt: Registros de telefonia

source: Manage Users
pt: Gerir usuários

source: Invitations
pt: Invitações

source: Invite
pt: Convidar

source: Delete
pt: Apagar

source: Cancel
pt: Cancelar

source: Invite User
pt: Convidar usuário

source: Last Accessed
pt: Último acesso

source: Created time
pt: Data de criação

source: Networks (ctrl+click to deselect option)
pt: Redes (ctrl+click para desmarcar a opção)

source: A new activation link was sent via email
pt: Um novo link de ativação foi enviado por email

source: User Created.
pt: Utilizador criado.

source: User Invited.
pt: Usuário convidado.

source: The user already belongs to selected networks
pt: O usuário já pertence às redes selecionadas

source: An Invitation email has been sent to %s
pt: Um e-mail de convite foi enviado para %s

source: An error was encountered trying to re-send the invitation
pt: Foi encontrado um erro ao tentar reenviar o convite
